Repository: common-repository/wc-sudan-payment-gateway
Catalog: languages/wc-sudan-gateway-*.po
Languages: ar

source: + Add account
ar: + أضف حساب

source: <strong>Sudan Payment Gateway</strong> Please insert Receipt Image and TRX number correctly
ar: <strong>بوابة السودان للدفع</strong> الرجاء إدخال صورة الإشعار أو رقم التحويل TRX بصورة صحيحة

source: Account name
ar: إسم الحساب

source: Account number
ar: رقم الحساب

source: Account type
ar: نوع الحساب

source: Accounts details
ar: تفاصيل الحسابات

source: Amin Omer
ar: أمين عمر

source: Bank Branch
ar: فرع البنك

source: Bank transfer through Sudanese Banks and upload the receipt.
ar: الدفع عن طريق البنوك السودانية ورفع الإشعار

source: Bankak
ar: بنكك

source: Bankak transfer
ar: التحويل عن طريق بنكك (بنك الخرطوم)

source: Configure
ar: تهئية

source: copied
ar: تم النسخ

source: Custom Bank
ar: بنك مخصص

source: Description
ar: الوصف

source: Enable Payment
ar: تفعيل طريقة الدفع

source: Enable/Disable
ar: تفعيل/تعطيل

source: Enter the bank payment TRX
ar: أدخل رقم التحويلة

source: Fawri
ar: فوري

source: Fawri transfer
ar: التحويل عن طريق فوري (بنك فيصل)

source: Instructions
ar: التعليمات

source: MTN balance transfer
ar: تحويل رصيد MTN

source: O-Cash
ar: أوكاش

source: O-Cash transfer
ar: التحويل عن طريق أوكاش (بنك أمدرمان الوطني)

source: Pay through your bank to the account (or one of the accounts) shown below, then send us a copy of the transfer invoice to be verified by our team
ar: إدفع عن الطريق البنك لإحدى الحسابات الموضحة أدناه، ثم أرفع نسخة من الإشعار ليتم التأكد منها من خلال فريقنا وإكمال الدفع

source: Pay with your Sudanese banks
ar: إدفع عن طريق حسابك البنكي في السودان

source: Payment method description that the customer will see on your checkout.
ar: وصف طريقة الدفع التي ستظهر للعملاء في صفحة الدفع

source: Payment Receipt
ar: إشعار الدفع

source: Phone Number
ar: رقم الهاتف

source: Processing Payment Confirmation
ar: عملية تأكيد الدفع

source: Receipt
ar: الإشعار

source: Receipt TRX
ar: رقم الإشعار

source: Remove selected account(s)
ar: حذف الحسابات المحددة

source: Require Transaction ID TRX?
ar: جعل رقم التحويل مطلوب؟

source: Sudan Payment Gateway
ar: الدفع عن طريق البنك

source: Sudan Payment Gateway for WooCommerce
ar: الدفع عن طريق البنوك السودانية

source: Sudan Payment Gateway for WooCommerce is a payment plugin that enables customers to make payments through Sudan's Bank of Khartoum application or other sudanese banks applications. Customers can upload a copy of the bank receipt with the transfer number to the checkout page, which will then be placed in a "processing" status until it is reviewed and completed by site admins. This plugin is easy to install and configure, and it provides a convenient payment solution for Sudanese businesses using WooCommerce.
ar: هذه الإضافة تمكن عملاءك من الدفع عن طريق البنوك المتاحة في السودان (بنكك، فوري، أوكاش، تحويل رصيد) في متجرك يمكن للمعلاء رفع نسخة من الإشعار (ورقم التحويل - اذا كان هذا الخيار مفعل). عند الدفع يكون الطلب بحالة "Processing" أي جاري المعالجة لحين المراجعة والموافقة من قبل مدراء الموقع. هذه الإضافة سهلة التهيئة والإستخدام. وتوفر حلاً مناسبًا للدفع للبنوك السودانية باستخدام WooCommerce.

source: Sudani
ar: سوداني

source: Sudani balance transfer
ar: تحويل رصيد سوداني

source: This controls the title for the payment method the customer sees during checkout.
ar: هذا الخيار يظهر عنوان طريقة الدفع في صفحة الدفع.

source: Title
ar: العنوان

source: Trx
ar: رقم التحويل Trx

source: Upload the receipt image
ar: إرفع صورة الإشعار

source: Zain
ar: زين

source: Zain balance transfer
ar: تحويل رصيد زين
